<template>
  <div class="agreement">
    <h2>Пользовательское соглашение / Политика конфиденциальности</h2>
    <h3>
      <span style="color: red"
        >ПОЖАЛУЙСТА, ПРОЧТИТЕ ЭТО СОГЛАШЕНИЕ ПЕРЕД ТЕМ, КАК СОГЛАСИТЕСЬ С НИМ.
      </span>
    </h3>
    <p>
      При нажатии вами на «Зарегистрироваться», «Я согласен» или аналогичную
      кнопку, когда вы регистрируетесь или авторизируетесь на Вебсайте с
      использованием вашей учетной записи в Steam или в социальной сети, а также
      при использовании Услуг, происходит заключение данного юридически
      обязывающего соглашения между вами, пользователем Вебсайта и Услуг.
    </p>
    <h3>1. ОПРЕДЕЛЕНИЯ</h3>
    <p>
      <i>«ВЕБ-САЙТ»</i> – означает предоставленные нами онлайн или мобильные
      сайты, на которых вы получаете доступ к нашим Сервисам. Основной веб-сайт
      может иметь несколько зеркал (копий), доступных на разных доменных именах
      (доступных с разных URL-адресов). Эти зеркальные веб-сайты используются
      нашими партнерами для распространения и маркетинга наших Сервисов, в
      данном случае мы предоставляем исключительно Сервисы и не несем
      ответственности за рекламную, маркетинговую кампанию и другие рекламные
      акции, проводимые этими третьими сторонами.
    </p>
    <p>
      <i>«УЧЕТНАЯ ЗАПИСЬ»</i> означает учетную запись, созданную для Вас путем
      завершения процесса регистрации на Сайте для вашего авторизованного
      доступа и использования Услуг на Сайте.
    </p>
    <p>
      <i>«РЕЗУЛЬТАТ(Ы)»</i> - означает предметы, случайно выбранные из
      оплаченного вами Кейса.
    </p>
    <p>
      <i>«СЛУЧАЙНЫЙ КЕЙС»</i> - означает различные виды товаров, подобранных по
      определенным категориям. Товары, включенные в один Кейс, равны друг другу
      по стоимости и по другим характеристикам.
    </p>
    <p>
      <i>«УСЛУГИ»</i> - означает предоставление вам Результатов в обмен на
      уплату вами фиксированной суммы денежных средств или Бонусных баллов за
      Кейс, который вы выбрали на Вебсайте.
    </p>
    <p>
      <i>«COOKIES»</i> - это небольшие фрагменты текста, отправляемые вашим
      веб-браузером с посещаемого вами сайта. Файл cookie хранится в вашем
      веб-браузере и позволяет Службе или третьему лицу узнавать вас и облегчает
      ваш следующий визит, а Служба становится более полезной для вас.
    </p>
    <h3>2. ВВЕДЕНИЕ:</h3>
    <p>
      2.1. Открывая веб-сайт, используя и / или посещая любой его раздел
      («веб-сайт»), а также после нажатия кнопки «Зарегистрироваться», «Я
      согласен» или аналогичной кнопки, пользователь автоматически соглашается с
      пользовательским соглашением, Политикой конфиденциальности, с любыми
      условиями рекламной деятельности, бонусами и специальными предложениями,
      которые время от времени будут доступны на Сайте, а также соглашается на
      использование нами файлов cookie. Все вышеперечисленные условия
      упоминаются ниже как «Условия». Прежде чем принять Условия, пользователь
      соглашается внимательно их прочитать. Если вы не согласны с условиями
      данного соглашения, мы настоятельно рекомендуем вам прекратить
      пользоваться услугами Веб-сайта. Продолжение использования сайта является
      подтверждением Вашего согласия с Условиями.
    </p>
    <h3>3. ОБЩИЕ УСЛОВИЯ</h3>
    <p>
      3.1. Администрация сайта имеет право добавлять, редактировать и удалять
      любые Условия по ряду причин, включая юридические (в соответствии с новыми
      законами или правилами), коммерческие, а также причины, связанные с
      обслуживанием клиентов. Текущие Условия в их текущем виде, а также дата
      вступления в законную силу доступны на Сайте. Компания сообщит вам обо
      всех изменениях, дополнениях или изменениях, разместив новую версию
      Условий на веб-сайте. Пользователь принимает на себя ответственность за
      ознакомление с настоящими Условиями. Мы призываем Вас регулярно проверять
      наличие обновлений Условий. Компания оставляет за собой право вносить
      любые изменения в порядок работы веб-сайта (программное обеспечение,
      порядок обслуживания) и изменять требования в соответствии с действующим
      законодательством в любое время и без предварительного уведомления
      пользователей.
    </p>
    <p>
      3.2. В случае отказа от принятия изменений, вы должны прекратить
      использование сайта. Дальнейшее использование вами какой-либо части
      веб-сайта, после даты вступления в силу обновленных Условий и положений,
      автоматически будет рассматриваться как Ваше принятие обновленных Условий,
      включая (во избежание сомнений) любые добавления, удаления, замены или
      другие изменения в идентифицирующей информации, относящаяся к Компании,
      упомянутые в пункте 2.1 настоящих Условий, независимо от того, получили ли
      Вы уведомление или ознакомились с обновленными Условиями.
    </p>

    <p>
      3.4. Вы подтверждаете, что вы знаете, что это Соглашение и любые Услуги не
      основаны на риске. После того как вы закажете Услугу, вы получите один
      Результат из Кейса, если иное не определено в описании Кейса. Ассортимент
      каждого Кейса доступен для вашего ознакомления и для каждого предмета
      указаны текущие рыночные цены. Прежде чем оплачивать Кейс, вы можете и
      должны ознакомиться со списком предметов, один из которых будет выбран
      случайным образом в качестве Результата.
    </p>
    <h3>4. ЮРИДИЧЕСКИЕ ТРЕБОВАНИЯ</h3>
    <p>
      4.1. Пользуясь услугами, вы подтверждаете и гарантируете, что вам уже
      исполнилось восемнадцать (18) лет и вы имеете право, полномочия и
      правоспособность принимать это соглашение и соблюдать все положения и
      Условия.
    </p>
    <p>
      4.2. Вы несете единоличную ответственность за соблюдение применимых к вам
      законов, и подтверждаете полное законное право на использование Услуг.
    </p>
    <p>
      4.3. Компания не намерена предоставлять вам услуги, которые противоречили
      бы действующему законодательству вашей юрисдикции. Вы признаете,
      соглашаетесь и гарантируете, что использование вами услуг на веб-сайте
      соответствует всем применимым законам, нормам и правилам вашей юрисдикции.
      Компания не несет никакой ответственности за любое незаконное или
      несанкционированное использование услуг сайта.
    </p>
    <h3>5. ВАШ АККАУНТ И ПЛАТЕЖИ</h3>
    <p>
      5.1. Чтобы начать пользоваться Сервисом, необходимо зарегистрировать
      Учетную запись на сайте, указав свое имя пользователя, текущий адрес
      электронной почты и пароль, либо войдя в систему, используя свои учетные
      данные в VK.com, Discord или Steam.
    </p>
    <p>
      5.2. Вы не должны раскрывать свои регистрационные данные кому-либо,
      разрешать кому-либо их использовать, передавать свою учетную запись
      третьим лицам или разрешать любой другой третьей стороне использовать вашу
      учетную запись. Вы несете ответственность за безопасность своей Учетной
      записи и регистрационные данные.
    </p>
    <p>
      5.3. Как только вы станете зарегистрированным пользователем, мы откроем
      для вас учетную запись в нашей системе, где будут регистрироваться все
      ваши денежные средства и платежи («Баланс счета»).
    </p>
    <p>
      5.4. Вы можете вносить средства на баланс своего счета любым из указанных
      и предоставляемых нами время от времени способов. Мы внесем такие средства
      на баланс вашего счета после их фактического получения нами. Мы используем
      сторонние платежные системы для обработки депозитов; они не обрабатываются
      непосредственно нами. Баланс вашего счета будет зачислен только в том
      случае, если мы получим код подтверждения и авторизации от поставщика,
      осуществившего платеж. Если ваш платежный провайдер не дает такого
      разрешения, остаток на вашем Счете не будет зачислен.
    </p>
    <p>
      5.5. Вы можете произвести оплату за Услуги, если у вас на счете достаточно
      средств.
    </p>
    <p>
      5.6. Вы несете ответственность за любые сборы, налоги или другие расходы,
      связанные с покупкой и доставкой ваших товаров в результате сборов,
      наложенных вашими отношениями с поставщиками платежных услуг, или сборов и
      налогов, наложенных вашими местными таможенными служащими или другим
      регулирующим органом.
    </p>
    <p>
      5.7. Мы оставляем за собой право приостановить и / или прекратить действие
      вашей Учетной записи в соответствии с условиями настоящего Соглашения.
      Если ваша Учетная запись приостановлена ​​или прекращена в связи с
      нарушением вами настоящего Соглашения или любого применимого
      законодательства, любой Баланс Учетной записи и Баланс бонусных баллов на
      указанной Учетной записи может быть утрачен.
    </p>
    <h3>6. ПРАВИЛА ПОЛУЧЕНИЯ ТОВАРА</h3>
    <p>
      6.1. Пользователь выбирает категорию СЛУЧАЙНОГО КЕЙСА, доступную на
      веб-сайте.
    </p>
    <p>
      6.2. Пользователь соглашается с тем, что он платит только за СЛУЧАЙНЫЙ
      КЕЙС, который позволяет «выиграть» конкретный предмет в разных ценовых
      категориях, определенных при случайном выборе.
    </p>
    <p>
      6.3. Пользователь соглашается и учитывает, что цена СЛУЧАЙНОГО КЕЙСА может
      превышать стоимость предметов, а также быть ниже стоимости приобретенного
      СЛУЧАЙНОГО КЕЙСА.
    </p>
    <p>
      6.4. Никто из сотрудников сайта, а также пользователи не знают и не могут
      знать ценность выигрышного продукта заранее. Все риски по стоимости
      содержимого СЛУЧАЙНОГО КЕЙСА несет пользователь.
    </p>
    <p>
      6.5. Веб-сайт ни при каких обстоятельствах не возвращает деньги,
      потраченные на СЛУЧАЙНЫЙ КЕЙС, и не обменивает товар на другой, не несет
      ответственности, если СЛУЧАЙНЫЙ КЕЙС был значительно выше стоимости
      выигранного предмета. Все продажи являются окончательными, после внесения
      депозита мы не возвращаем оплату.
    </p>
    <p>
      6.6. Вы принимаете тот факт, что результат покупок определяется нашим
      генератором случайных чисел, и принимаете результаты. В случае каких-либо
      расхождений в отображении баланса в Вашей учетной записи или результатов в
      Вашем браузере и на сервере Компании, записи на сервере Компании являются
      достоверными и окончательными.
    </p>
    <p>
      6.7. Вы можете перепродать полученные вещи. Вы получите определенный
      процент от стоимости предметов на Балансе Счета. Перепродажная стоимость
      предметов не является частью настоящего Соглашения. Перепродажная
      стоимость предметов может варьироваться по нашему усмотрению.
    </p>
    <h3>7. ДОСТАВКА</h3>
    <p>
      7.1. После того как мы получим ваш платеж за Услуги и доставку в полном
      объеме, вы получите Доставку в течение 60 дней. Доставка осуществляется по
      всему миру, за исключением непризнанных или спорных территорий, любым
      доступным способом. Непризнанной или спорной территорией считается
      территория (область, регион, район, участок местности), чья
      государственная принадлежность является предметом территориального спора
      между двумя или несколькими государствами. Например, Крым, Луганская и
      Донецкая области Украины, Приднестровье, Южная Осетия и т.д. Администрация
      сайта не отправляет посылку повторно, если вы не забрали посылку в
      почтовом отделении в срок и она будет возвращена отправителю.
    </p>
    <p>
      7.2. Время доставки может варьироваться в зависимости от наличия Товаров и
      с учетом любых задержек, связанных с почтовыми задержками или
      форс-мажорными обстоятельствами, за которые Компания не несет
      ответственности.
    </p>
    <p>
      7.3. Несмотря на вышесказанное, может случиться так, что товар, случайно
      выбранный в качестве Доставляемого, в данный момент недоступен. В этом
      случае заказанные вами товары могут быть заменены аналогичными (в пределах
      указанных цен на сайте) или компенсируется стоимость товара на
      пользовательский баланс на сайте по усмотрению администрации сайта в
      случае, когда этот продукт недоступен.
    </p>
    <p>
      7.4. Мы можем отменить любой заказ и / или отказать в предоставлении вам
      Услуг без указания причины. В этом случае сумма, уплаченная за случайный
      случай, будет возвращена на баланс вашего счета.
    </p>
    <p>
      7.5. Если товар был доставлен вам с дефектами/нерабочий/с
      неудовлетворительным внешним видом или с иными повреждениями, вы должны
      обратиться в техподдержку магазина не позднее 24х часов с момента
      получения посылки и предоставить видео с распаковкой товара.
    </p>
    <p>
      Основные требования к видеоматериалу и процессу распаковки: видео не
      должно прерываться или быть смонтированным с помощью различных программ;
      видео должно быть хорошего качества; на видео должно быть отчетливо видно
      весь процесс распаковки без помех, прерываний и смены кадров; посылка и
      распакованный товар должны быть хорошо видны на протяжении всего видео; на
      видео должна быть хорошо видна накладная на посылке; посылка не должна
      быть предварительно вскрыта (обязательно показать посылку и ее упаковку со
      всех сторон); вы должны показать со всех сторон товар и все его
      комплектующие (если имеются); вы должны продемонстрировать пустую упаковки
      от посылки и товара; вы должны продемонстрировать неработоспособность
      товара (если таковая имеется) любым доступным вам способом; Если хотя бы
      одно из требований выполнено не будет, возврат средств или замена товара
      не производятся.
    </p>
    <h3>8. СБОЙ СИСТЕМЫ</h3>
    <p>
      8.1. Во время использования услуг веб-сайта вы можете столкнуться с
      обстоятельствами, при которых ваши выигранные предметы не будут получены.
      В этом случае веб-сайт приложит все усилия, чтобы разрешить эту ситуацию,
      и постарается как можно скорее решить Вашу проблему. Максимальный срок
      рассмотрения дефекта / ошибки неограничен.
    </p>
    <p>
      8.2. Мы постараемся как можно скорее исправить сбои в СЛУЧАЙНЫХ КЕЙСАХ, в
      случае их возникновения. Компания не несет ответственности за
      неисправности и неисправности используемого Вами оборудования, а также за
      любые сбои в работе Вашего интернет-провайдера.
    </p>
    <p>
      8.3. Мы не несем ответственности за любой ущерб или убытки, понесенные
      Вами в результате технических сбоев, заражения Вашего компьютера вирусами
      или другими вредоносными программами при использовании веб-сайта или
      размещенных ссылок.
    </p>
    <h3>9. ИСКЛЮЧЕНИЕ НАШЕЙ ОТВЕТСТВЕННОСТИ</h3>
    <p>
      9.1. Вы соглашаетесь с тем, что вы используете этот сайт на свой страх и
      риск.
    </p>
    <p>
      9.2. Услуги на сайте предоставляются в соответствии с настоящими Условиями
      и полностью регулируемы. Компания не предоставляет дополнительных гарантий
      или обещаний относительно веб-сайта или размещенных на нем сервисов.
    </p>
    <p>
      9.3. Мы не несем ответственности за любой ущерб или убытки, включая потерю
      данных, репутации или дохода. Компания не несет ответственности за
      содержание веб-сайтов, ссылки на которые могут быть размещены на нашем
      веб-сайте.
    </p>
    <p>
      9.4. Все жалобы или запросы, связанные с какими-либо результатами,
      сторонней рекламой или продвижением наших Сервисов (включая маркетинговые
      и другие кампании, проводимые нашими партнерами), сторонними сервисами,
      включая, помимо прочего, платежные услуги, продукты, предложения и
      ресурсы, должны быть направлены в адрес этого третьего лица.
    </p>
    <p>
      9.5. Мы предоставляем только те Услуги, которые описаны на Сайте и в
      настоящем Соглашении.
    </p>
    <p>
      9.6. Мы не несем ответственности за любые предложения, рекламные акции,
      обещания или гарантии, используемые или сделанные аффилированными лицами
      или любыми другими третьими лицами, которые рекламируют или иным образом
      продвигают Веб-сайт и / или Услуги.
    </p>
    <h3>10. НАРУШЕНИЕ УСЛОВИЙ</h3>
    <p>
      10.1. Вы берете на себя ответственность по возмещению нам любых расходов,
      претензий и затрат (в том числе юридических), возникновение которых
      возможно при нарушении Вами настоящих Условий.
    </p>
    <p>
      10.2. Вы соглашаетесь защищать интересы Компании (включая ее сотрудников и
      руководство) и возмещать любые убытки, понесенные Компанией в результате:
    </p>
    <blockquote>10.2.1. нарушение Вами настоящих Условий;</blockquote>
    <blockquote>10.2.2. нарушение Вами закона или прав третьих лиц;</blockquote>
    <blockquote>
      10.2.3. использования вашей личности третьим лицом для доступа к веб-сайту
      без вашего разрешения;
    </blockquote>
    <blockquote>
      10.2.4. принятие выигрышей, полученных таким нарушением;
    </blockquote>
    <p>10.3. Если Вы нарушаете Условия, мы имеем право:</p>
    <blockquote>
      10.3.1. отправить Вам предупреждение о нарушении, с просьбой прекратить
      такую деятельность;
    </blockquote>
    <blockquote>10.3.2. ограничить доступ к веб-сайту;</blockquote>
    <blockquote>
      10.3.3. вычесть сумму, потраченную на СЛУЧАЙНЫЙ КЕЙС, а также удержать
      приобретенный товар в связи с любым нарушением Вами Условий сайта.
    </blockquote>
    <h3>11. ПРАВО ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ</h3>
    <p>
      11.1. Содержание этого веб-сайта регулируется законом об авторском праве и
      другими правами интеллектуальной собственности. Все материалы, доступные
      для загрузки на веб-сайте, могут быть загружены только на один
      персональный компьютер и / или распечатаны исключительно для личного
      некоммерческого использования.
    </p>
    <p>
      11.2. Все права на интеллектуальную собственность на Сайте принадлежат нам
      абсолютно и не могут быть воспроизведены без нашего предварительного
      письменного согласия. В соответствии с лицензией, предоставленной вам на
      использование Сайта, мы оставляем за собой все права на интеллектуальную
      собственность на Сайте.
    </p>
    <p>
      11.3. В настоящих Условиях «Права интеллектуальной собственности» означают
      патенты, права на базы данных, авторские права, доменные имена, права на
      дизайн (зарегистрированные или незарегистрированные) и / или другие
      аналогичные права, а также право подавать заявку на защиту любых таких
      прав.
    </p>
    <p>
      11.4. Вы несете ответственность за убытки и расходы, понесенные Компанией
      в связи с совершенной Вами запрещенной деятельности. Если вам стало
      известно о совершении запрещенных действий кем-либо в Компании, вы должны
      незамедлительно сообщить нам об этом и полностью сотрудничать с Компанией
      в проведении расследований.
    </p>
    <h3>12. ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h3>
    <p>
      12.1. Вы даете прямое согласие на обработку, сбор, передачу, хранение,
      раскрытие и другое использование вашей Информации, как описано в настоящем
      Соглашении, в случае, когда вы регистрируетесь у нас и / или
      предоставляете нам информацию через Веб-сайт.
    </p>
    <p>
      12.2. Компания примет все необходимые меры для надлежащего и безопасного
      хранения собранной личной информации Пользователя в соответствии с
      условиями настоящей Политики. Вся информация, предоставленная
      Пользователем, хранится на серверах Компании. Мы очень серьезно относимся
      к полученной Вашей личной информации. Мы будем обрабатывать
      предоставленную Вами личную информацию строго в соответствии с политикой
      конфиденциальности.
    </p>
    <p>12.3. Какие личные данные мы собираем и обрабатываем:</p>
    <ul>
      <li>
        Посещенные веб-страницы и информация об этих посещениях (например,
        продолжительность сеанса, отметка времени, ссылки на URL).
      </li>
      <li>
        Информация о транзакциях пользователя и взаимодействиях с приложениями и
        веб-сайтами.
      </li>
      <li>
        IP-адрес, по которому можно определить географическое местоположение, а
        также информацию о конфигурации системы.
      </li>
      <li>
        Адрес электронной почты, который мы можем (по нашему усмотрению)
        хэшировать или иным образом идентифицировать.
      </li>
      <li>Ваше имя пользователя VK.com, Discord или Steam.</li>
      <li>Ваш почтовый адрес и мобильный телефон.</li>
      <li>
        Информация о браузере пользователя, такая как тип языка браузера и
        версия операционной системы (например, Android, iOS); сетевой провайдер;
        языковые настройки; часовой пояс.
      </li>
      <li>
        Уникальный идентификатор cookie, который может однозначно
        идентифицировать пользователя. Это помогает веб-сайту запоминать
        информацию о вашем посещении, такую ​​как предпочитаемый вами язык и
        другие настройки. Для получения дополнительной информации о файлах
        cookie посетите сайт https://en.wikipedia.org/wiki/HTTP_cookie. Мы
        используем наши собственные файлы cookie (файлы cookie первых лиц):
      </li>
      <ul>
        <li>запомнить ваш выбор файлов cookie на Сайте;</li>
        <li>узнавать вас при посещении веб-сайта;</li>
        <li>запомнить ваши предпочтения;</li>
        <li>для выполнения мер безопасности.</li>
      </ul>
    </ul>
    <p>
      12.4. Как мы защищаем вашу информацию. Мы не будем сдавать в аренду или
      продавать вашу личную информацию другим. Мы можем хранить личную
      информацию в местах, находящихся вне нашего прямого контроля (например, на
      серверах или в базах данных, расположенных совместно с
      хостинг-провайдерами).
    </p>
    <p>
      12.5. Мы заинтересованы в защите вашей конфиденциальности и данных, но мы
      не можем быть уверенными или гарантировать безопасность любой информации,
      которую вы передаете нам, или гарантировать, что ваша информация не будет
      доступна, раскрыта, изменена или уничтожена в результате нарушения любого
      из наших отраслевых стандартов физических, технических или управленческих
      гарантий. Когда вы вводите конфиденциальную информацию (например, учетные
      данные для входа) в нашу регистрационную форму или форму заказа, мы
      шифруем эту информацию с помощью технологии уровня защищенных сокетов
      (SSL). Однако ни один метод передачи через Интернет или метод электронного
      хранения не является на 100% безопасным. Поэтому мы не можем гарантировать
      его абсолютную безопасность.
    </p>
    <p>
      12.6. Конфиденциальность детей. Защита частной жизни детей младшего
      возраста особенно важна. По этой причине мы сознательно не собираем и не
      запрашиваем личную информацию от кого-либо в возрасте до 18 лет. В случае,
      если мы узнаем, что мы собрали личную информацию от ребенка в возрасте до
      18 лет, мы удалим эту информацию как можно быстрее.
    </p>
    <p>
      12.7. Как долго мы храним информацию. Мы будем хранить вашу информацию до
      тех пор, пока вы являетесь участником настоящего Соглашения, а после этого
      - не дольше, чем это необходимо для целей отчетности и сверки в
      соответствии с требованиями законодательства.
    </p>
    <p>
      12.8. Раскрытие вашей информации. Ваша личная информация может быть
      раскрыта нами только в том случае, если это необходимо для: (a)
      обеспечения соблюдения положений закона или требований судебных
      разбирательств, касающихся нашей системы; (б) защита наших прав или
      собственности; (c) принятие немедленных мер в отношении личной
      безопасности наших сотрудников или потребителей услуг, а также в отношении
      общественной безопасности. Ваша личная информация, которую мы получаем в
      нашем распоряжении при регистрации, может быть передана третьим лицам и
      лицам, которые сотрудничают с нами с целью улучшения качества наших услуг.
      Ваши личные данные не будут использоваться ни для каких целей, кроме
      перечисленных выше. Адрес электронной почты, который вы предоставляете нам
      при регистрации, может использоваться для отправки вам сообщений или
      уведомлений об изменениях, касающихся вашей учетной записи, а также для
      рассылки сообщений о событиях и изменениях, которые происходят в компании,
      важной информации о новых товарах и услугах. и т. д. Также предусмотрена
      возможность отмены вашей подписки.
    </p>
    <p>12.9. Вы можете связаться с нами в любое время, чтобы:</p>
    <ul>
      <li>Запросить доступ к имеющейся у нас информации о вас.</li>
      <li>Исправьте любую имеющуюся у нас информацию о вас.</li>
      <li>Удалить имеющуюся у нас информацию о вас.</li>
      <li>Подать жалобу в орган защиты данных (DPA).</li>
    </ul>
    <p>
      12.10. Наш сайт может время от времени содержать ссылки на веб-сайты наших
      партнерских сетей, рекламодателей и партнеров. Если вы переходите по
      ссылке на любой из этих веб-сайтов, имейте в виду, что у этих веб-сайтов
      есть свои собственные политики конфиденциальности, и мы не несем никакой
      ответственности за эти политики. Пожалуйста, ознакомьтесь с этими
      правилами, прежде чем отправлять какие-либо личные данные на эти сайты.
    </p>
    <p>
      Компания гарантирует, что любые действия, связанные с персональными
      данными, полностью соответствуют положениям Общего регламента защиты
      данных (GDPR).
    </p>
    <h3>13. ФОРС- МАЖОРНЫЕ ОБСТОЯТЕЛЬСТВА</h3>
    <p>
      13.1. В случае форс-мажорных обстоятельств мы не несем ответственности за
      невыполнение или задержку выполнения любого из наших обязательств.
      Обстоятельства непреодолимой силы включают в себя войну, гражданские
      беспорядки, стихийные бедствия, сбои в общении, DDOS-атаки и
      производственные споры.
    </p>
    <p>
      13.2. Во время форс-мажорных обстоятельств Компания приостанавливает свою
      деятельность. Все обязательства, изложенные в настоящих Условиях,
      откладываются до конца периода непреодолимой силы. Компания сделает все
      возможное и использует все доступные ресурсы, чтобы найти способы,
      которыми мы могли бы выполнить свои обязательства, несмотря на
      форс-мажорные обстоятельства.
    </p>
    <h3>14. СРОК И ПРЕКРАЩЕНИЕ</h3>
    <p>
      14.1. Настоящее Соглашение действует до тех пор, пока не будет расторгнуто
      вами или нами.
    </p>
    <p>
      14.2. Мы можем расторгнуть настоящее Соглашение без указания причины с
      уведомлением или без него.
    </p>
    <p>
      14.3. Вы можете закрыть свою Учетную запись у нас в любое время и
      прекратить действие настоящего Соглашения. Если вы хотите закрыть свою
      учетную запись, сообщите об этом в нашу службу поддержки.
    </p>
    <p>
      14.4. Мы можем прекратить действие настоящего Соглашения, как
      предусмотрено в других разделах настоящего Соглашения, и / или если:
    </p>
    <ul>
      <li>Вы существенно нарушаете условия настоящего Соглашения;</li>
      <li>
        Нам стало известно, что вы вовлечены в запрещенное поведение (как
        определено выше в настоящем Соглашении);
      </li>
      <li>
        Нам стало известно, что вы использовали любой другой подобный сайт и
        подозреваетесь в запрещенном поведении;
      </li>
      <li>Нас попросила об этом полиция, любой регулирующий орган или суд;</li>
      <li>
        По нашему разумному мнению, ваше дальнейшее использование Услуг может
        нанести ущерб нашей репутации и репутации наших партнеров;
      </li>
    </ul>
    <p>
      14.5. Если действие вашей Учетной записи прекращено, любое содержание
      вашей Учетной записи и все Бонусные очки в вашей Учетной записи
      аннулируются.
    </p>
    <p>
      14.6. Если мы прекратили действие настоящего Соглашения по какой-либо
      причине, мы можем по собственному усмотрению приостановить или удержать
      остаток на Счете и / или удержать с Вашего Счета сумму любых потраченных
      Бонусов. Права, изложенные здесь, не затрагивают другие права, которыми мы
      обладаем в отношении вас в соответствии с настоящим Соглашением или любым
      применимым законодательством.
    </p>
    <h3>15. ИНТЕРПРЕТАЦИЯ</h3>
    <p>
      15.1. Оригинальный текст настоящих Условий написан на английском языке.
      Любая интерпретация должна основываться на английском тексте. Во всех
      случаях и при любых обстоятельствах английская версия Условий имеет
      приоритет над версиями на других языках.
    </p>
    <h3>16. ЮРИСДИКЦИЯ</h3>
    <p>
      Настоящее Соглашение и, в целом, отношения между вами и нами, будут
      регулироваться законами Коста-Рики.
    </p>
    <p>
      Вы также соглашаетесь, что любые споры или претензии, связанные с
      настоящим Соглашением, будут разрешаться государственными судами,
      расположенными в Коста-Рике, и вы соглашаетесь с юрисдикцией над вами
      таких судов с целью рассмотрения любой претензии или иска. любой претензии
      или иска.
    </p>

  </div>
</template>

<style lang="sass">
.agreement
    padding: 10px
    p
        font-size: 14px
    blockquote, li
        color: #fff
        font-size: 12px
        padding-left: 20px
    h2
        font-size: 42px
        font-weight: 600
        color: #fff
        text-transform: uppercase
    h3
        font-size: 32px
        font-weight: 600
        color: #fff
        text-transform: uppercase
    i
        font-weight: 600
</style>