export default {
    global: {
        currency: 'руб',
        cost: 'Стоимость',
        confirm: 'Вы уверенны?',
        balance: 'Баланс',
        notenought: 'На балансе недостаточночно средств!',
        confirm_title: 'Подтверждение',
        hour: 'Часы',
        min: 'Мин',
        sec: 'Сек',
        loading: 'Загрузка...'
    }, 

    auction: {
        title_1: "Выгодные предложения",
        title_2: "Все предложения",
        price: "Стоимость",
        price_curnet: "Текущая цена",
        price_start: "Начальня цена",
        price_stap: "Шаг ставки",
        price_finish: "Продан за",
        price_shop: "Цена в магазине",
        price_percent: "Выгода",
        last_rate: "Последняя ставка от",
        not_rates: "Нет ставок",
        more: "Подробнее",
        finished: "До окончания",
        status_process: "Обработка",
        status_time: "Ожидание",
        status_finish: "Завершён",
        status_lose: "Проигран",
        status_win: "Выигран",
        rate_add: "Сделать ставку",
        box: "Данный предмет выпадает из",
        error: "Вы уже учавствуете в данном аукционе",
        success: "Ваша ставка принята"
    },

    payment: {
        add: "Пополнить"
    },

    garantii: {
        head: 'Мы гарантируем надежность и качество доставленных товаров',
        delivery_slogan: 'Успешных доставок в разные уголки мира',
        otzivi_slogan: 'Положительных отзывов от наших счастливых клиентов',
        box_slogan: 'Коробок открыто за всё время',
        auction_slogan: 'Товаров куплено на аукционе',
        feature_1_title: 'Гарантия качества отправляемых товаров',
        feature_1_desc: `Мы сотрудничаем только с официальными производителями,
                         предоставляющими гарантийные обязательства на все поставляемые
                         изделия. Это гарантирует вам оригинальное качество доставленных
                         товаров.`,
        feature_2_title: 'Онлайн отслеживание посылок',
        feature_2_desc: `Вы можете в любой момент отследить статус доставки посылки с помощью
                         треккода в личном кабинете на сайте.`,
        feature_3_title: 'Техподдержка',
        feature_3_desc: `На сайте работает квалифицированная техническая поддержка, которая
                         оперативно ответит на ваш запрос. Наши менеджеры с радостью помогут
                         решить любую вашу проблему, связанную с доставкой посылки.`,
        feature_4_title: 'Лучшая служба доставки',
        feature_4_desc: `Все посылки отправляются только через проверенные международные службы
                         доставки, такие как: DHL Express, FedEx, Курьер Сервис Экспресс, Pony
                         Express и другие. Это гарантирует вам целостность доставляемых посылок
                         в наиболее краткие сроки.`,
        feature_5_title: 'Гарантия возврата денег',
        feature_5_desc: `Если по какой-то причине посылка не была доставлена или товар был
                         доставлен в ненадлежащем качестве, наша служба поддержки гарантирует
                         вам оперативное решение проблемы. Для этого обратитесь по
                         соответствующим контактам на сайте.`,
        feature_6_title: 'Безопасность платежей',
        feature_6_desc: `Все платежи на сайте защищены требованиями безопасности международных
                         платежных систем по стандартам PCI DSS & 3-D Secure. Это обеспечивает
                         максимальный уровень защиты Ваших платежей.`,
    },

    menu: {
        miniprofile_hi: 'Привет',
        profile: 'Профиль',
        garantii: 'Гарантии',
        otzivi: 'Отзывы',
        auction: 'Аукцион',
        delivery: 'Доставка',
        logout: 'Выйти'
    },

    footer: {
        payment: 'Принимаются методы оплаты',
        agreement: 'Соглашение',
        copyright: `Дизайн (шаблон), изображения и текст сайта являются интеллектуальной
                    собственностью компании. Копирование элементов данного сайта полностью или
                    частично запрещено, может преследоваться в случае нарушения! (Статья 146
                    Уголовного Кодекса России)`,
    },

    main: {
        header_title: 'Получи долгожданный гаджет',
        header_desc: `Хочешь дорогой девайс, но средств на его приобретение нет?
                        Воспользуйся шансом открыть кейсы с вещами, и выиграть при
                        этом действительно дорогостоящую вещь.`,
        stat_award: "Сумма выигрышей за вчера",
        stat_online: "Сейчас на сайте",
        feed_title: "Последние выигрыши на сайте",
        delivery_desc_1: 'Доставим посылку',
        delivery_desc_2: 'или вернем деньги',
        comment_auth: 'Авторизируйся чтобы оставить свой комментарий',
        comment_auth_error: 'Чтобы оставить отзыв вы должны воспользоваться услугами сервиса',
        work_it: 'Как это работает?',
        collapse: {
            title_1: 'В какие страны есть доставка?',
            desc_1: 'Мы доставляем посылки по всему миру! Доставка осуществляется до ближайшего к вам почтового отделения.',
            title_2: 'Можно продать ненужный товар обратно в магазин?',
            desc_2: 'Да. Чтобы продать товар, перейдите в личный кабинет в раздел "Доставка" и нажмите кнопку "Продать" для нужного товара. Средства от продажи поступят сразу же на ваш баланс и вы можете еще открывать коробки.',
            title_3: 'Сколько стоит доставка?',
            desc_3: 'Стоимость доставки зависит от места получения. Доставка оплачивается при заказе посылки с вашего баланса на сайте. Чтобы заказать доставку, перейдите в ваш профиль в раздел “Инвентарь”, выберите нужный товар и нажмите кнопку “Заказать доставку”.',
            title_4: 'Какие сроки доставки?',
            desc_4: 'Сроки доставки посылок - до 60 дней.',
            title_5: 'Как отследить посылку?',
            desc_5: 'После отправки посылки с вашим товаром, в личном кабинете в разделе "Мои посылки" появится трек-код, по которому вы сможете отслеживать вашу посылку в любое время. Для отслеживания посылки рекомендуем сайт ParcelApp.com.',
            title_6: 'Как узнать, что посылка пришла?',
            desc_6: 'Когда посылка прибудет в ваше почтовое отделение, вы получите смс уведомление на мобильный телефон.',
            title_7: 'Какие гарантии, что посылка придет?',
            desc_7: 'Мы гарантируем доставку посылки, или возвращаем деньги.',
            title_8: 'Нужно ли платить за выигранный товар?',
            desc_8: 'Нет, за выигранный товар вам платить не нужно. Вы оплачиваете только стоимость доставки.',
            title_9: 'Где посмотреть мои выигрыши с коробок?',
            desc_9: 'Посмотреть выигрыши с коробок вы можете в личном кабинете в разделе "Доставка". Здесь же вы можете продать товар или заказать доставку.',
        }
    },

    preposition: {
        behind: 'За',
    },

    auth: {
        social_title: 'Социальный вход',
        social_desc: 'Быстрая регистрация через социальные сети',
        vk: 'Вход через VK',
        discord: 'Вход через Discord',
        steam: 'Вход через Steam',
        success_login: 'Вы успешно авторизованны',
        error_login: 'Неверный логин или пароль',
        error_login_2: 'Слишком много попыток, подождите пару минут',
        success_register: 'Ваша учетная запись была успешно создана!',
        success_logout: 'Вы вышли из системы!',
        login: 'Войти',
        register: 'Регистрация',
        auth: 'Авторизация'
    },

    box: {
        prize_title: 'Поздравляем! Твой выигрыш',
        demo_title: 'Демо-прокрутка',
        demo_info: 'Это демо-режим! Чтобы выиграть реальный приз нужно авторизоваться!',
        trade: 'Продать за',
        trade_success: 'Вы продали',
        stock: 'Есть в наличии',
        add_change: 'Добавить шанс выпадения?',
        change_added: 'Шанс выпадения этого товара увеличен',
        not_stock: 'Нет в наличии',
        cats_title: 'Весеняя распродажа коробок',
        open: 'Открыть',
        open_behind: 'Открыть за',
        views: 'сейчас смотрят',
        opens: 'открыто',
        change_top_gift: 'Шанс ТОП-выигрыша',
        last_top_gift: 'Последний топ-выигрыш',
        last_top_gift_name: 'Выиграл(а)',
        cats: {
            all: 'Все',
            cheap: 'Дешёвые',
            women: 'Женские',
            gaming: 'Гейминг',
            gadget: 'Гаджет',
            men: 'Мужская',
            allin: 'All-in',
        },
        boxes: {
            headphones: 'Коробка с наушниками',
            speaker: 'Коробка с Колонками',
            smart_watch: 'Коробка со смарт часами',
            budget: 'Бюджетная коробка',
            cheap: 'Дешёвая коробка',
            golden: 'Золотая коробка',
            style: 'Модная коробка',
            consoles: 'Коробка с консолями',
            laptops: 'Коробка с ноутбуками',
            PCs: 'Коробка с игровыми ПК',
            playstations: 'Коробка PlayStation',
            apple: 'Apple коробка',
            smartphones: 'Коробка смартфонов',
            best_smartphones: 'Лучшие смартфоны 2021',
            samsung: 'Samsung коробка',
            xiaomi: 'Xiaomi коробка',
            car: 'Автомобильная коробка',
            football: 'Футбольная коробка',
            iphone_allin: 'iPhone All-in',
            smart_watch_allin: 'Смарт-часы All-in',
            gaming_allin: 'Игровой All-in',
            consoles_allin: 'Консоли All-in',
        }
    },

    profile: {
        profile: "Профиль",
        delivery: "Доставка",
        title_info: "Информация",
        title_safety: "Безопасность",
        action_save: 'Сохранить',
        action_change: 'Сменить',
        avatar_success: 'Аватар успешно изменён',
        avatar_error: 'Поддерживается только формат PNG, JPG, JPEG не более 5 мб!',
        save_success: 'Данные успешно изменены!',
        change_success: "Пароль успешно изменён!",
        delivery_error_1: "Вы не указали данные для доставки в профиле!",
        delivery_error_2: "Выберите не менее 2-ух и не более 4--ёх выигрышей!",
        delivery_success: "Выигрыши поставленны в обработку на доставку!",
        delivery_null: "Ожидание",
        delivery_process: "Обработка",
        delivery_truck: "Трек-код",
        delivery_success: "Доставлен",
        delivery_name: "Имя",
        delivery_status: "Статус",
        delivery_confirm: "Оплатить",
        delivery_message: "Стоимость доставки посылки в ваш регион составляет 200 рублей. Также вы можете заказать доставку одновременно 2-4 выигрышей по этой стоимости."
    },

    fields: {
        name: 'Имя',
        fullname: 'Имя получателя',
        name_placeholder: 'Введите ваше Имя',
        email_placeholder: 'Введите ваш Email',
        password: 'Пароль',
        password_placeholder: 'Введите ваш пароль',
        address: 'Название улицы, номер дома и квартиры',
        city: 'Название населенного пункта',
        region: 'Название района, области, края, республики',
        country: 'Страна',
        index: 'Почтовый индекс',
        password_old: 'Старый пароль',
        password_new: 'Новый пароль',
        password_new_confirm: 'Подтвердите пароль',
    }
}